<?php

$lang['date_year'] = "ปี";
$lang['date_years'] = "ปี";
$lang['date_month'] = "เดือน";
$lang['date_months'] = "เดือน";
$lang['date_week'] = "สัปดาห์";
$lang['date_weeks'] = "สัปดาห์";
$lang['date_day'] = "วัน";
$lang['date_days'] = "วัน";
$lang['date_hour'] = "ชั่วโมง";
$lang['date_hours'] = "ชั่วโมง";
$lang['date_minute'] = "นาที";
$lang['date_minutes'] = "นาที";
$lang['date_second'] = "วินาที";
$lang['date_seconds'] = "วินาที";

$lang['UM12']        = '(UTC -12:00) เกาะเบเกอร์/ฮาวแลนด์';
$lang['UM11']        = '(UTC -11:00) เขตเวลาซามัว, นีอูเอ';
$lang['UM10']        = '(UTC -10:00) เวลามาตรฐานฮาวาย-อะลูเชียน, หมู่เกาะคุก, ตาฮิติ';
$lang['UM95']        = '(UTC -9:30) หมู่เกาะมาร์เคซัส';
$lang['UM9']        = '(UTC -9:00) เวลามาตรฐานอะแลสกา, หมู่เกาะแกมเบียร์';
$lang['UM8']        = '(UTC -8:00) เวลามาตรฐานแปซิฟิก, เกาะคลิปเปอร์ตัน';
$lang['UM7']        = '(UTC -7:00) เวลามาตรฐานแถบภูเขา';
$lang['UM6']        = '(UTC -6:00) เวลามาตรฐานภาคกลาง';
$lang['UM5']        = '(UTC -5:00) เวลามาตรฐานตะวันออก, เวลามาตรฐานแคริบเบียนตะวันตก';
$lang['UM45']        = '(UTC -4:30) เวลามาตรฐานเวเนซุเอลา';
$lang['UM4']        = '(UTC -4:00) เวลามาตรฐานแอตแลนติก, เวลามาตรฐานแคริบเบียนตะวันออก';
$lang['UM35']        = '(UTC -3:30) เวลามาตรฐานนิวฟันด์แลนด์';
$lang['UM3']        = '(UTC -3:00) อาร์เจนตินา, บราซิล, เฟรนช์เกียนา, อุรุกวัย';
$lang['UM2']        = '(UTC -2:00) เกาะเซาท์จอร์เจีย/หมู่เกาะเซาท์แซนด์วิช';
$lang['UM1']        = '(UTC -1:00) อะโซร์ส, หมู่เกาะเคปเวิร์ด';
$lang['UTC']        = '(UTC) เวลามาตรฐานกรีนิช, เวลามาตรฐานยุโรปตะวันตก';
$lang['UP1']        = '(UTC +1:00) เวลามาตรฐานยุโรปกลาง, เวลามาตรฐานแอฟริกาตะวันตก';
$lang['UP2']        = '(UTC +2:00) เวลามาตรฐานแอฟริกากลาง, เวลามาตรฐานยุโรปตะวันออก, เวลากาลินินกราด';
$lang['UP3']        = '(UTC +3:00) เวลามอสโก, เวลามาตรฐานแอฟริกาตะวันออก';
$lang['UP35']        = '(UTC +3:30) เวลามาตรฐานอิหร่าน';
$lang['UP4']        = '(UTC +4:00) เวลามาตรฐานอาเซอร์ไบจาน, เวลาซามารา';
$lang['UP45']        = '(UTC +4:30) อัฟกานิสถาน';
$lang['UP5']        = '(UTC +5:00) เวลามาตรฐานปากีสถาน, เวลาเยคาเตรินบุร์ก';
$lang['UP55']        = '(UTC +5:30) เวลามาตรฐานอินเดีย, เวลามาตรฐานศรีลังกา';
$lang['UP575']        = '(UTC +5:45) เวลาเนปาล';
$lang['UP6']        = '(UTC +6:00) เวลามาตรฐานบังกลาเทศ, เวลามาตรฐานภูฏาน, เวลาออมสค์';
$lang['UP65']        = '(UTC +6:30) หมู่เกาะโคโคส, พม่า';
$lang['UP7']        = '(UTC +7:00) เวลาครัสโนยาสค์, กัมพูชา, ลาว, ไทย, เวียดนาม';
$lang['UP8']        = '(UTC +8:00) เวลามาตรฐานออสเตรเลียตะวันตก, เวลาปักกิ่ง, เวลาอีร์คุตสค์';
$lang['UP875']        = '(UTC +8:45) เวลามาตรฐานออสเตรเลียกลางตะวันตก';
$lang['UP9']        = '(UTC +9:00) เวลามาตรฐานญี่ปุ่น, เวลามาตรฐานเกาหลี, เวลายาคุตสค์';
$lang['UP95']        = '(UTC +9:30) เวลามาตรฐานออสเตรเลียกลาง';
$lang['UP10']        = '(UTC +10:00) เวลามาตรฐานออสเตรเลียตะวันออก, เวลาวลาดิวอสต็อก';
$lang['UP105']        = '(UTC +10:30) เกาะลอร์ดฮาว';
$lang['UP11']        = '(UTC +11:00) เวลามากาดาน, หมู่เกาะโซโลมอน, วานูอาตู';
$lang['UP115']        = '(UTC +11:30) เกาะนอร์ฟอล์ก';
$lang['UP12']        = '(UTC +12:00) ฟิจิ, หมู่เกาะกิลเบิร์ต, เวลาคัมชัตคา, เวลามาตรฐานนิวซีแลนด์';
$lang['UP1275']        = '(UTC +12:45) เวลามาตรฐานหมู่เกาะแชทัม';
$lang['UP13']        = '(UTC +13:00) เวลาหมู่เกาะฟีนิกซ์, ตองกา';
$lang['UP14']        = '(UTC +14:00) หมู่เกาะไลน์';


/* End of file date_lang.php */
/* Location: ./application/language/thai/date_lang.php */
